export default function About() {
  return (
    <div className="stack-md">
      <h2>Про застосунок</h2>
      <p>Картку створено для швидкого збереження та обміну контактами.</p>

      <p>
        Ваші дані нікуди не передаються. Всі дані зберігаються локально на
        вашому пристрої. Лише ви вирішуєте, з ким ви хочете поділитися своєю
        карткою.
      </p>

      <p>
        Якщо ви хочете допомогти розробці застосунку, надсилайте ваші пропозиції
        та зауваження на адресу{" "}
        <a href="mailto:babich.ss@gmail.com">babich.ss@gmail.com</a>.
      </p>
    </div>
  );
}
